/* 
 * Copyright (c) Visto Corporation dba Good Technology, 2013. All rights reserved.
 */

/* Localizable strings within the Good Dynamics client library user interface.
 * The order of strings in this file is based on the order in which they would
 * normally be encountered during set-up, and then on the order in which they 
 * appear on the screen, from top to bottom.
 */

/* Welcome UI strings, for the first page that is displayed, before set-up. */

/* Welcome UI : Navigation Title
 * Also appears in the following:
 * Provision UI : Navigation Title
 * Provision Progress UI : Navigation Title
 */
"Setup" = "Set-up";

/* Welcome UI : Next button label text */
"Start" = "Set up";

/* Welcome UI : Next button Accessibility label */
"_Start" = "Set up";

/* Welcome UI : Next button Accessibility hint */
"__Start" = "Moves onto next screen.";

/* Welcome UI : Welcome Message
 * In the following, WiFi should be Wi-Fi with a hyphen, but the UI will 
 * break the line at the hyphen, which looks bad.
 * IT admin should be IT administrator, but administrator is a long word and
 * causes an odd line break.
 */
"Welcome to Good Dynamics" =
"Welcome to Good Dynamics!

You will need mobile data or WiFi coverage throughout the set-up process.
You will need your email address, and the access key in the welcome message from your IT admin.";

/* Provision UI strings, for the page on which the user enters their 
 * e-mail address and activation key (aka PIN).
 */

/* Provision UI : Left button label text
 * Also appears in the following:
 * Set Password UI : Left button label text
 * Unlock UI : Left button label text
 */
"Cancel" = "Cancel";

/* Provision UI : Right button label text */
"Next" = "Next";

/* Company Name - Good Technology */
"Good Technology" = "Good Technology";

/* Provision UI : Email Label text */
"Email Address" = "Email Address";

/* Provision UI : Email accessibility label */
"_EmailAddress" = "Email Address";

/* Provision UI : PIN Label text */
"PIN" = "Access Key";

/* Provision UI : PIN Label text */
"Unlock Key" = "Unlock Key";

/* Provision UI : PIN Field 1 accessibility label */
"_PinField1" = "Access Key field 1 of 3";

/* Provision UI : PIN Field 2 accessibility label */
"_PinField2" = "Access Key field 2 of 3";

/* Provision UI : PIN Field 3 accessibility label */
"_PinField3" = "Access Key field 3 of 3";

/* Provision UI : Error Message - Invalid PIN */
"Invalid PIN" = "Invalid Access Key";

/* Provision UI : Error Message - No Coverage */
"Network Required" =
"Mobile data or Wi-Fi coverage is required for the set-up process.
\nPlease try again when a data connection is available.";

/* Provision UI : Title */
"Set-up failed" = "Set-up Failed";

/* Provision Progress UI strings, for the page that is displayed during
 * authorization processing.
 */


/* Provision Progress UI : Left button label text */
"Back" = "Back";

/* Provision Progress UI : Set Up Progress Label */
"Setup Progress" = "Progress";

/* Provision Progress UI : Status Label text */
"Status" = "Status";

/* Provision Progress UI : State - Init
 * In this state:
 * Post to the GD NOC activation service
 * Establish Push Connection
 */
"NOC Activation" = "Infrastructure Activation";

/* Provision Progress UI : State - NOC
 * In this state:
 * Post e-mail address and access key to the NOC
 * NOC checks validity
 * Returns: Various server addresses
 */
"NOC Provisioning" = "Enterprise Activation";

/* Provision Progress UI : State - Push Channel
 * In this state:
 * Initial Push Channel is established
 */
"Starting Push Channel" = "Connecting Push Channel";

/* Provision Progress UI : State - Negotiate
 * In this state:
 * Secure communications set-up, part one
 */
"Negotiating Request" = "Securing Communications";

/* Provision Progress UI : State - Data Request
 * In this state:
 * Secure communications set-up, part two
 */
"Data Request" = "Communications Secured";

/* Provision Progress UI : State - Downloading Policies
 * In this state:
 * Retrieve policies from enterprise GC
 */
"Downloading Policies" = "Retrieving Policies";

/* Provision Progress UI : State - Policy Download Complete */
"Policy Download Complete" = "Policies Retrieved";

/* Provision Progress UI : State - Provision Complete */
"Provisioning Complete" = "Enterprise Activation Done";

/* Provision Progress UI : State - Waiting */
"Waiting..." = "Waiting...";

/* Provision Progress UI : State - Checking Permission */
"Checking Permission" = "Checking Entitlement";

/* Provision Progress UI : State - Checking Permission Complete */
"Permission Verified" = "Entitlement Verified";

/* Provision Progress UI : Provision Fail Message */
"Provisioning with enterprise failed" = "Application set-up failed";

/* Provision Progress UI : Provision accessibility label */
"_ProvisionProgressUI" = "Set-up status";

/* Provision Progress UI : Provision accessibility hint */
"__ProvisionProgressUI" = "Displays the current set-up status.";

/* Provision Progress UI : Provision Access Denied Message
 * IT admin should be IT administrator, but administrator is a long word and 
 * causes an odd line break.
 */
"Provisioning Denied" = 
"The Email Address and Access Key were not recognized.\n
Please check that the values entered are correct and have not expired. If the problem persists, obtain a new Access Key by self-service or from your IT admin.";

/* Provision Progress UI : NOC Activation failure message */
"NOC Activation failed" = "Infrastructure Activation Failed";

/* Provision Progress UI : NOC Provisining failure message */
"NOC Provisining Failed" = "Enterprise Activation Failed";

/* Provision Progress UI : Starting Push Channel failure message */
"Starting Push Channel Failed" = "Failed to Connect Push Channel";

/* Provision Progress UI : Negotiating Request failure message */
"Negotiating Request Failed" = "Failed to Negotiate Secure Communication";

/* Provision Progress UI : Data Request failure message */
"Data Request Failed" = "Failed to Set Up Secure Communication";

/* Provision Progress UI : Policy Exchange failure message */
"Policy Exchange failed" = "Policy Retrieval Failed";

/* Provision Progress UI : Send Log */
"Send Log" = "Send Log";

/* Provision Progress UI : Retry */
"Retry" = "Retry";

/* Set Password UI strings, for the screen on which the user sets their
 * security password. The password must comply with the provisioning 
 * enterprise's security policies.
 * The Set Password screen can appear in two contexts:
 * Immediately after set-up has completed and the user sets their password for 
 * the first time, and
 * As part of the preferences user interface, where the user can change their
 * password.
 */

/* Set Password UI : Navigation Title - Set Password
 * For use when the screen appears as part of the set-up UI
 */
"Set Password" = "Set Password";

/* Set Password UI : Navigation Title - Change Password
 * For use when the screen appears as part of the GD Settings UI
 */
"Change Password" = "Change Password";

/* Set Password UI : Right button label text */
"Done" = "Done";

/* Set Password UI : Label text for setting password. */
"You are required to set a password." = "You are required to set a password.";

/* Set Password UI : Placeholder text string for confirm password textfield */
"Confirm New Password" = "Confirm New Password";

/* The following strings are used to present the rules that will apply to the 
 * user's password.
 */

/* Set Password UI : Password Guide Preface 
 * The following appears above the rules statements.
 */
"Your password must include:\n" = "Your password must have:\n";

/* Set Password UI : Password Guide - Repeat
 * Note. The relative positions of repeated characters does not affect this
 * policy. In other words the repeated characters could be adjacent or not
 * adjacent.
 */
"- Disallow %d or more repeated characters\n" = "- No more than %d of any character\n";

/* Set Password UI : Password Guide - Sequential Number
 * Note: There is no policy against sequential letters, for example: abcdef
 */
"- Do not allow sequential numbers\n" = "- No sequential numbers (ex. 123 or 321)\n";

/* Set Password UI : Password Guide - Personal Information
 */
"- Do not allow personal information\n" = "- No personal information\n";

/* Set Password UI : Password Guide - Length */
"- Require at least %d characters\n" = "- At least %d characters\n";

/* Set Password UI : Password Guide - Special Character
 * Note: Here, a special character is one that returns non-zero when passed to a
 * standard ispunct() function. See the following page for a definition:
 * http://pubs.opengroup.org/onlinepubs/000095399/basedefs/xbd_chap07.html
 */
"- Require at least one special character\n" = "- Not only letters and numbers\n";

/* Set Password UI : Password Guide - Number */
"- Require both letters and numbers\n" = "- Both letters and numbers\n";

/* Set Password UI : Password Guide - Uppercase */
"- Require both upper and lower case\n" = "- Both upper- and lower-case letters\n";

/* End of password rules */

/* Set Password UI : Placeholder text string for new password textfield */
"New Password" = "New Password";

/* Set Password UI : Placeholder text string for old password textfield */
"Old Password" = "Old Password";

/* The following are error messages for use when the password that the user
 * entered does not comply with security policy. These are displayed on a
 * dialog over the screen on which the user has attempted to enter the password.
 * The title of the dialog is always "Error" or its localization.
 */

/* Set Password UI : Error Message - Password Change Failure 
 * This error is displayed if the old password was incorrect.
 */
"New password cannot be changed" = "Password cannot be changed. Please try again.";

/* Set Password UI : Error Message - Password Change Failure History */
"Your password cannot be set to one used previously." = "Password used previously.";

/* Set Password UI : Error Message - Password Change Failure Too Soon */
"Your password cannot be changed twice in the same day." = "Password already changed today.";

/* Set Password UI : Error Message - Sequential Numbers */
"No number sequence allowed (eg.123 or 321)" = "Password contains sequential numbers (ex: 123 or 321).";

/* Set Password UI : Error Message - Personal Information */
"Password cannot have personal information" = "Password contains personal information";

/* Set Password UI : Error Message - General Error */
"Password is not strong enough." = "Password is not strong enough.";

/* Set Password UI : Error Message - Short Password */
"Password is too short." = "Password is too short.";

/* Set Password UI : Error Message - Letters and Numbers */
"Password must have both letters and numbers" = "Password does not contain both letters and numbers.";

/* Set Password UI : Error Message - Upper Case */
"Password must have upper and lower case letters" = "Password does not contain upper- and lower-case letters.";

/* Set Password UI : Error Message - Numeric Character */
"There is no numeric character in password." = "Password does not contain any numbers.";

/* Set Password UI : Error Message - Special Character */
"There is no special character (@, #, $) in password." = "Password contains only letters and numbers.";

/* Set Password UI : Error Message - No Uppercase */
"There is no uppercase character in password." = "Password contains no upper-case characters.";

/* Set Password UI : Error Message - Repeated Characters */
"Too many repeated characters" = "Password contains too many repeated characters.";

/* Set Password UI : Error Message - Not Matched */
"Two passwords do not match" = "The two passwords do not match.  Please try again.";

/* End of password compliance error messages */

/* Set Password UI : Error Message - Password Set Failure */
"New password cannot be set" = "New password cannot be set.";

/* Set Password UI : Error Message - Empty Password */
"Empty password is not allowed." = "Password is blank.";

/* Set Password UI : old password accessibility label */
"_OldPassword" = "Old Password";

/* Set Password UI : new password accessibility label */
"_NewPassword" = "New Password";

/* Set Password UI : confirm password accessibility label */
"_ConfirmPassword" = "Confirm New Password";

/* Block UI : Navigation Title */
"Blocked" = "Application Blocked";

/* Block UI : Description
 * In principle, this is always blocked due to policy violation. In actuality,
 * there are two scenarios in which a policy block could be put in place.
 * Something may have happened on the device that makes it non-compliant.
 * Also possible is that a policy update has taken place and the device is not
 * compliant with the new policy, but was compliant with the old policy.
 */
"Application access blocked" = "Access to this application has been blocked.";

/* Device Wipe UI : Navigation Title */
"Invalid Device" = "Application Access Denied";

/* Device Wipe UI : Description */
"Your device has been wiped!" = "This application has been wiped.  Please contact your IT administrator if you require access again.";

/* InterApp Lock UI : Navigation Title */
"Access Blocked" = "Access Blocked";

/* InterApp Lock UI : Description */
"The authentication application is not installed." = "The authentication application is not installed.";

/* InterApp Lock UI : Description whilst retreving download URL */
"The authentication application is not installed or an update is required.\n\nRetrieving application details:\nBundle ID: %s" = "The authentication application is not installed or an update is required.\n\nRetrieving application details:\nBundle ID: %s";

/* InterApp Lock UI : Description whilst retreving download URL got name and version */
"The authentication application is not installed or an update is required.\n\nRetrieving application details:\nBundle ID: %s\nName: %s\nVersion: %s" = "The authentication application is not installed or an update is required.\n\nRetrieving application details:\nBundle ID: %s\nName: %s\nVersion: %s";

/* InterApp Lock UI : Description retreived download URL */
"The authentication application is not installed or an update is required.\n\nApplication details:\nBundle ID: %s\nName: %s\nVersion: %s\n\nPlease obtain from:\n%s" = "The authentication application is not installed or an update is required.\n\nApplication details:\nBundle ID: %s\nName: %s\nVersion: %s\n\nPlease obtain from:\n%s";

/* InterApp Lock UI : Description got no download URL */
"The authentication application is not installed or an update is required.\n\nApplication details:\nBundle ID: %s\nName: %s\nVersion: %s\n\nPlease contact your IT administrator." = "The authentication application is not installed or an update is required.\n\nApplication details:\nBundle ID: %s\nName: %s\nVersion: %s\n\nPlease contact your IT administrator.";

/* Wipe or Reset UI : Title */
"Authentication failed" = "Authentication lost";

/* Wipe or Reset UI : Message */
"The authentication application has failed to authenticate this application. You can choose to initiate Password Reset, which will required obtaining a special code from your IT administrator, or Wipe to wipe all data and start again." = 
"Select Recover to recover authentication, which will require a special code from your IT administrator. Select Wipe to delete your data so that authentication can be set up again. Setting up authentication will require re-activation with a new access key.";

/* Recover */
"Use the code received from your IT to unlock the application.\n\nNote: If you do not have the code, please, contact your IT organization for assistance" = "Use the code received from your IT to unlock the application.\n\nNote: If you do not have the code, please, contact your IT organization for assistance";

/* Wipe or Reset UI : Right button label text */
"Reset Password" = "Recover";

/* Wipe or Reset UI : Left button label text */
"Wipe" = "Wipe";

/* Please Wait UI : Navigation Title */
"Authenticating" = "Authenticating";

/* Remote Lock UI : Navigation Title */
"Remote Lock" = "Application Remote Locked";

/* Remote Lock UI : Right button label text
 Unlock UI : Right button label text */
"Unlock" = "Unlock";

/* Remote Lock UI : Help Message */
"Contact your IT administrator with the following case sensitive unlock-code to get the temporary unlock password." = "Contact your IT administrator with the following unlock code to get a temporary password to unlock this application.";

/* Remote Lock UI : Password Field 1 accessibility label */
"_PwdField1" = "Unlock Key field 1 of 4";

/* Remote Lock UI : Password Field 2 accessibility label */
"_PwdField2" = "Unlock Key field 2 of 4";

/* Remote Lock UI : Password Field 3 accessibility label */
"_PwdField3" = "Unlock Key field 3 of 4";

/* Remote Lock UI : Password Field 4 accessibility label */
"_PwdField4" = "Unlock Key field 4 of 4";

/* Remote Lock UI : Error alertview message
 Unlock UI : Error alertview message */
"Incorrect Password" = "Incorrect Password";

/* Unlock UI : Incorrect Password with max */
"The password you entered is not correct. You have %d attempts remaining." = 
"The password you entered is not correct. You have %d attempts remaining.";

/* Unlock UI : Incorrect Password */
"The password you entered is not correct." = 
"The password you entered is not correct.";

/* Unlock UI : Navigation Title */
"Login" = "Login";

/* Unlock UI : Placeholder text string for password textfield */
"Password" = "Password";

/* Unlock UI : Label text for entering regular password */
"Enter Password" = "Enter Password";

/* Unlock UI : enter password accessibility label */
"_EnterPassword" = "Enter Password";

/* Unlock UI : Label text for entering PIN as password */
"Enter PIN" = "Enter Access Key";

/* Unlock UI : Label text for entering unlock key as password */
"Enter Unlock Key" = "Enter Unlock Key";

/* General UI : Next Button accessibility label */
"_NextButton" = "Next";

/* General UI : Next Button accessibility hint */
"__NextButton" = "Moves onto next screen.";

/* General UI : Cancel Button accessibility label */
"_CancelButton" = "Back";

/* General UI : Cancel Button accessibility hint */
"__CancelButton" = "Moves back to last screen.";

/* General UI : Close Button accessibility label */
"_CloseButton" = "Close";

/* General UI : Close Button accessibility hint */
"__CloseButton" = "Exits the current screen.";

/* General UI : Info Button accessibility label */
"_InfoButton" = "Information";

/* General UI : Info Button accessibility hint */
"__InfoButton" = "Presents a detailed explanation of these options.";

/* Help UI : webview accessibility label */
"_HelpWebview" = "Example email";

/* Error Alert View : Title */
"Error" = "Error";

/* Error Alert View : Button label */
"OK" = "OK";

/* Device Wipe/Block UI: App Denied */
"Wipe/Block App Denied" = "Application not authorized.\n%@ v%@\nContact your IT administrator.";

/* Device Wipe/Block UI: Description Mobile Docs */
"Wipe/Block key changed" = "The authentication application failed. Any data stored in this application has been wiped. Terminate and restart this application to try again.";

/* Device Wipe/Block UI: NEM mode Description */
"Wipe/Block NEM Mode" = "The application is in simulation mode and cannot be run on a device.";

/* Device Wipe/Block UI: Incompliant library Description */
"Wipe/Block Incompliant lib version" = "The application is based on Good Dynamics library version '%@' and is not permitted. Upgrade the application or enable this version in the compliance policy";

/* Device Wipe/Block UI: Incompliant device Description */
"Wipe/Block Incompliant device" = "The device hardware version is '%@' and is not permitted. Install the application on a permitted device or enable this hardware compliance policy.";

/* Device Wipe/Block UI: Rooted Description */
"Wipe/Block Rooted" = "The device has been jailbroken.";

/* Device Wipe/Block UI: Connectivity in days Description */
"Wipe/Block Connectivity in days" = "The application has not connected to Good Control within the last %d days.";

/* Device Wipe/Block UI: Connectivity in hours Description */
"Wipe/Block Connectivity in hours" = "The application has not connected to Good Control within the last %d hours.";

/* Device Wipe/Block UI: Max password attempts exceeded Description */
"Wipe/Block Max password attemnts exceeded" = "The maximum number of invalid password attempts is %d and this has been exceeded.";

/* GDiOS Event : App Permission Failed */
"Error application not allowed for user" = "Error application not allowed for user";

/* GDiOS Event : Activation Failed */
"Error device activation failed" = "Error device activation failed";

/* GDiOS Event : Provisioning Failed */
"Error provisioning with enterprise failed" = "Error provisioning with enterprise failed";

/* GDiOS Event : Push Connection Failed */
"Error push connection failed to open" = "Error push connection failed to open";

/* GDiOS Event : Security Failed */
"Error unlocking secure container" = "Error unlocking secure container";

/* GDiOS Event : Provision Cancelled */
"Error user cancelled provisioning" = "Start-up error user cancelled provisioning";

/* GDiOS Event : OK */
"Authorization OK" = "Authorization OK";

/* GDiOS Event : Application Blocked */
"Application access has been blocked" = "Application access has been blocked";

/* GDiOS Event : Application Wiped */
"Application has been wiped" = "Application has been wiped";

/* GDiOS Event : Application Idle Lockout */
"Application idle timeout activated" = "Application idle timeout activated";

/* GDiOS Event : Application Remote Locked */
"Application has been remote locked" = "Application has been remote locked";

/* GDiOS Event: Password Change Required */
"Password Change Required" = "Password Change Required";

/* [Simulated] : Simulated Title Append 
 * Displayed when the application is running in Enterprise Simulation mode
 */
"[Simulated]" = "[Simulated]";

/* Unlock UI : Label text for forgot password */
"Password Lost" = "Password Lost";

/* Unlock UI : forgot password accessibility label */
"_ForgotPasswordButton" = "Password Lost";

/* Unlock UI : forgot password accessibility hint */
"__ForgotPasswordButton" = "Prompts for password reset confirmation.";

/* Confirm Alert View : Title */
"Lock For Reset?" = "Lock For Reset?";

/* Confirm Alert View : Message */
"Password reset requires a special code from your IT administrator. The application will be locked as soon as reset is requested." = "Password reset requires a special code from your IT administrator. The application will be locked as soon as reset is requested.";

/* Confirm Alert View : Positive Button */
"Reset" = "Reset";

/* Unlock UI : Keyboard Guide */
"Touch 'Next' to unlock." = "Touch 'Next' to unlock.";

/* EULA UI : accept EULA accessibility label */
"_AcceptEULAButton" = "Accept agreement";

/* EULA UI : accept EULA accessibility hint */
"__AcceptEULAButton" = "Accepts the agreement.";

/* EULA UI : decline EULA accessibility label */
"_DeclineEULAButton" = "Decline agreement";

/* EULA UI : accept EULA accessibility hint */
"__DeclineEULAButton" = "Declines the agreement.";

/* EULA UI : UDID agreement text */
"UDID Agreement" = "Allow the unique device identifier (UDID) to be read?\n\nApplication data was previously protected with the unique device identifier (UDID). Without access to the UDID, your saved data cannot be retrieved and will have to be wiped.";

/* Migrate UI : UDID Access Warning : Title */
"UDID Access Warning Title" = "UDID access denied";

/* Migrate UI : UDID Access Warning : Message */
"UDID Access Warning Message" = "Reset the application and wipe its data?";

/* Migrate UI : UDID Access Warning : OK */
"UDID Access Warning OK" = "Wipe";

/* Migrate UI : UDID Access Warning : Allow */
"UDID Access Warning Allow" = "Allow";

/* Remote Lock UI : Description */
"Contact your IT administrator with the above unlock code to get a temporary password to unlock this application." = "Contact your IT administrator with the above unlock code to get a temporary password to unlock this application.";

/* Provision UI : Provision Help Title */
"An access key should have been sent to you in an e-mail like the following:" = "An access key should have been sent to you in an e-mail like the following:";

/* Provision UI : Provision Help Title */
"An unlock access key should have been sent to you in an e-mail like the following:" = "An unlock access key should have been sent to you in an e-mail like the following:";

/* Help UI : access key help message */
"Access key help message" = "<br><div style=\"width:[OUTERWIDTH]px\"><style>DIV.PlainText { font-size:[FONTSIZE];font-family:monospace;background-color:#ffffff;color:#000000; -webkit-border-radius: 5px 5px 0px 0px; padding: [PADDING]px; background: -webkit-gradient(linear, left top, left bottom, from(rgba(255,255,255,1.0)), to(rgba(255,255,255,0.0)), color-stop(.92,#ffffff));}</style>%@<br><br><font size=\"2\"><div style=\"padding:5px;margin:0px auto; width:[INNERWIDTH]px\" class=\"PlainText\">Dear <font color=808080><i>Your Name</i></font>,<br><br>You have been given access to... <br><br>&nbsp;&nbsp; 1. Download the required application<br>&nbsp;&nbsp;&nbsp;...<br>&nbsp;&nbsp; 3. Enter the following information when <br>&nbsp;&nbsp; prompted (not case sensitive):<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; EMAIL ADDRESS:&nbsp; <span style=\"background:yellow;color:808080\"><i>email@company.com</i></span><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; ACCESS KEY: <span style=\"background:yellow;color:808080\"><i>xxxxx-xxxxx-xxxxx</i></span><br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Your Access Key expires:<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<font color=808080><i>expiration date</i></font><br><br>&nbsp;&nbsp; 4. If required by IT security policy...<br><br><br></div></font></div>";

/* Help UI : unlock access key help message */
"Unlock access key help message" = "<br><div style=\"width:[OUTERWIDTH]px\"><style>DIV.PlainText { font-size:[FONTSIZE];font-family:monospace;background-color:#ffffff;color:#000000; -webkit-border-radius: 5px 5px 0px 0px; padding: [PADDING]px; background: -webkit-gradient(linear, left top, left bottom, from(rgba(255,255,255,1.0)), to(rgba(255,255,255,0.0)), color-stop(.92,#ffffff));}</style>%@<br><br><font size=\"2\"><div style=\"padding:5px;margin:0px auto; width:[INNERWIDTH]px\" class=\"PlainText\">Dear <font color=808080><i>Your Name</i></font>,<br><br>You have been given access to... <br><br>&nbsp;&nbsp; Enter the following information when <br>&nbsp;&nbsp; prompted (not case sensitive):<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; EMAIL ADDRESS:&nbsp; <span style=\"background:yellow;color:808080\"><i>email@company.com</i></span><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; UNLOCK ACCESS KEY: <span style=\"background:yellow;color:808080\"><i>xxxxx-xxxxx-xxxxx</i></span><br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Your Access Key expires:<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<font color=808080><i>expiration date</i></font><br><br>&nbsp;&nbsp;<br><br><br></div></font></div>";

/* Help UI : access key help message non-html */
"Access key help message non-html" = "Dear <Your Name>,\n\nYou have been given access to ... \n\n1. Download the required application ...\n3. Enter the following information when prompted (not case sensitive):\n\nEMAIL ADDRESS:  email@company.com\nACCESS KEY: xxxxx-xxxxx-xxxxx\n\nYour Access Key expires: <expiration date>\n\n4. If required by IT security policy, ...";

/* Information UI : title */
"Information" = "Information";

/* The following are error messages for use in Secure Document Transfer
 * These are used by the secure Preview Controller & secure document
 * interaction controller
 */

/* Preview Controller : no apps message */
"Preview controller has no apps message" = "No suitable applications.";

/* Preview Controller : share denied title */
"Preview controller share denied title" = "Operation not allowed.";

/* Preview Controller : share denied message*/
"Preview controller share denied" = "This operation is not allowed as per your IT compliance policy.";

/* Preview Controller : share denied title */
"Preview controller this file type is not supported message" = "Preview of this file type is not supported.";

/* Document Interaction Controller : target app not allowed message */
"Document interaction controller application disallowed message" = "Target application is not supported.";

/* Document Interaction Controller : error sending file title */
"Document interaction controller error title" = "File transfer error";

/* Document Interaction Controller : error sending message */
"Document interaction controller error message" = "There was an error with the file transfer.";

/* Document Interaction Controller : try again title */
"Document interaction controller try again title" = "Please try again";

/* Document Interaction Controller : try again message */
"Document interaction controller try again message" = "File transfers are still being secured. Please try again later.";

/* Provision UI : Provision Help Title */
"An unlock key should have been sent to you in an e-mail like the following:" = "An unlock key should have been sent to you in an e-mail like the following:";

/* Provision UI : Provision Help Title */
"An access key should have been sent to you in an e-mail like the following:" = "An access key should have been sent to you in an e-mail like the following:";

/* Unlock UI : Incorrect Password */
"The password you entered is not correct. You have %d attempts remaining." = "The password you entered is not correct. You have %d attempts remaining.";

/* Unlock UI : Error alertview message */
"The password you entered is not correct." = "The password you entered is not correct.";

/* Error Alert View : Title */
"Incorrect Password" = "Incorrect Password";

/* Error Alert View : Button label */
"OK" = "OK";

/* Unlock UI : Error alertview message */
"Incorrect Password" = "Incorrect Password";

/* EA password screen prompt */
"Use your unlock password to allow." = "Use your unlock password to allow.";

/* EA password screen forgot pass prompt */
"Forgot Password" = "Forgot Password";

/* EA password is requesting activation prompt */
"is requesting setup." = "is requesting setup.";

/* Confirm Alert View : Title */
"Lock For Reset?" = "Lock For Reset?";

/* Confirm Alert View : Message */
"Password reset requires a special code from your IT administrator. The application will be locked as soon as reset is requested." = "Password reset requires a special code from your IT administrator. The application will be locked as soon as reset is requested.";

/* Unlock UI : Label text for entering unlock key as password */
"Enter Unlock Key" = "Enter Unlock Key";

/* Unlock UI : Label text for entering PIN as password */
"Enter PIN" = "Enter PIN";

/* Unlock UI : Label text for entering regular password */
"Enter Password" = "Enter Password";

/* Unlock UI : Label text for forgot password */
"Password Lost" = "Password Lost";

/* EA - access key prompt */
"Setup using your Access Key" = "Setup using your Access Key";

/* EA Learn more button label */
"Learn More" = "Learn More";

/* EA Secured By label */
"Secured By" = "Secured By";

/* EA Setup using label */
"Setup using" = "Setup using";

/* EA activation options format string */
"Application for %s:" = "Application for %s:";

/* EA Error Alert View : Unable to launch EA delegate */
"Unable to launch EA delegate" = "Unable to launch EA delegate";

/* EA Error Alert View : format string with code */
"Error returned %d" = "Error returned %d";

/* Easy Activation: 401 - Unauthorized:  The user cancelled the activation request.*/
"Activation request was canceled" = "Activation request was canceled.";

/* Easy Activation: 403 - Forbidden - The user is not entitled to activate the specified application/version.*/
"You are not entitled to activate the specified app" = "You are not entitled to activate the specified application/version. Please contact your IT department for access.";

/* Easy Activation: 404 - "Not Found - The requesting application is not a recognized GD application.*/
"The application you are trying to activate is not recognized" = "The application you are trying to activate is not recognized. Please contact your IT department for more information.";

/* Easy Activation: 500 - Unspecified error*/
"Activation request failed. Try again" = "Activation request failed. Please try again or set up using your access key.";

/* Easy Activation: 502 - "Bad Gateway - The request failed due to a network communication failure with or between the backend servers.*/
"Unable to connect. Try again" = "Unable to connect. Please try again";

/* Easy Activation: 503 - Unavailable - The responding application is not configured to act as an activation delegate.*/
"Activation request failed. Selected app to assist with set up is correctly configured" = "Request failed. Please check that the app selected to assist with set up is correctly configured or set up using your access key.";

/*Unspecified error*/
"Unspecified error" = "Unspecified error";

